


class Assistant_bot:
    ''' класс меню бота (не совпадает с наименованием класса) '''
    def start(self):
        return "Привет, у меня собраны решения подготовительных заданий ОГЭ и ЕГЭ по физике\n Чтобы начать, просто пришли мне фомулировку задачи"

    def help(self):
        return "Как мной пользоваться? \n\
Все очень просто, пришли мне название книги или имя автора чтобы я начал поиск.\n\
И список доступных для меня команд:\n\
/start - самая первая команда с которой ты начал знакомство со мной.\n\
/help - краткая справка, это ее ты сейчас видишь.\ "